ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/am243x/PRU_ICSSG1_PA_STAT_WRAP_PA_SLV_CSTAT.xml
<module name="PRU_ICSSG1_PA_STAT_WRAP_PA_SLV_CSTAT" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="PA_STAT_WRAP__PA_SLV__CSTAT_CRAM" acronym="PA_STAT_WRAP__PA_SLV__CSTAT_CRAM" offset="0x0" width="32" description="query mode RAM">
		<bitfield id="VALUE" width="32" begin="31" end="0" resetval="0x0" description="collect statistic " range="31 - 0" rwaccess="R/W"/>
	</register>
</module>